Repository: Khalim021/Tech-online-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: title
uz: Sarlovha

source: created
uz: Yaratilgan

source: category
uz: Katogoriya

source: categories
uz: Katagoriyalar

source: tag
uz: Teg

source: tags
uz: Teglar

source: author
uz: Mualif

source: short_description
uz: Qisqacha Tavsif

source: long_description
uz: To'liq Tavsif

source: extra content
uz: Qo'shimcha malumot

source: blogs
uz: Bloglar

source: name
uz: Ism

source: second name
uz: Familya

source: comment
uz: Izoh

source: date_added
uz: Qo'shilgan vaqti

source: comments
uz: Izohlar

source: checkouts
uz: Ro'yxat

source: user
uz: Foydalanuvchi

source: products
uz: Mahsulot

source: watches
uz: Soatlar

source: mobile phones
uz: Uyali aloqa

source: price
uz: Narx

source: phone
uz: Telefon

source: email
uz: Email po'chta

source: country
uz: Mamlakat

source: company
uz: Kampanya

source: address
uz: Turar joy

source: city
uz: Shaxar

source: state
uz: Viloyat

source: postcode
uz: Po'chta ko'di

source: created_at
uz: Yaqratilgan Vaqti

source: checkout
uz: Ro'yxat

source: contact
uz: Aloqa

source: subject
uz: Mavzu

source: message
uz: Xabar

source: contacts
uz: Aloqa

source: description
uz: Tavsif

source: home
uz: Uy

source: info
uz: Malumot

source: price info
uz: Narx

source: additional image
uz: Qo'shimcha rasm

source: banners
uz: Bannerlar

source: image
uz: Rasm

source: job
uz: Kasb

source: about
uz: Haqida

source: about us
uz: Biz haqimizda

source: English
uz: Inglizcha

source: Uzbek
uz: Uzbekcha

source: mobile
uz: Telefon

source: phone brand
uz: Telefon brendi

source: phone brands
uz: Telefon brendlari

source: phone category
uz: Telefon katagoriyasi

source: phone categories
uz: Telefon Katagoriyalari

source: code
uz: Ko'd

source: phone color
uz: Telfon rangi

source: phone colors
uz: Telefon ranglari

source: real price
uz: Tan narxi

source: discount
uz: Chegirma

source: brand
uz: Brend

source: color
uz: Rang

source: post views
uz: Ko'rilishlar

source: likes
uz: Likelar

source: additional info
uz: qo'shimcha malumot

source: mobile phone
uz: Uyali aloqa

source: product
uz: Maxsulot

source: mobile image
uz: Telefon rasmi

source: mobile images
uz: Telefon rasmlari

source: shop
uz: Magazin

source: brands
uz: Brendlar

source: colors
uz: Ranglar

source: real_price
uz: Asl narxi

source: product_views
uz: Ko'rilishlar

source: additional_definition
uz: Qo'shimcha malumot

source: product image
uz: Maxsulot rasmi

source: product images
uz: Maxsulot rasmlari

source: Home
uz: Uy

source: Provide Best
uz: Eng yaxshlari

source: Product For You
uz: Siz uchun

source: HAPPY CUSTOMERS
uz: Baxtli mijozlar

source: AWARDS WINNER
uz: G'oliblar

source: HOURS WORKED
uz: Ishlagan Vaqti

source: COMPLETE PROJECTS
uz: Qilgan loyihalari

source: Our team
uz: Bizning jamoa

source: Category
uz: Toifa

source: Recent Post
uz: Yaqindagi Po'st

source: Tags
uz: Teglar

source: Share this post
uz: Po'stni ulashing

source: Comment
uz: Izoh

source: Reply
uz: Javob

source: Leave a Comment
uz: Izoh qoldring

source: First Name
uz: Ism

source: Last Name
uz: Familya

source: Categories
uz: Toifalar

source: Read More
uz: Ko'prow o'qing

source: First
uz: Birinchi

source: Previous
uz: Oldingi

source: Page
uz: Bet

source: Next
uz: Keyingi

source: Last
uz: Oxirgi

source: Click here to login
uz: Tizimga kirish uchun bosing

source: Username or email
uz: Username yoki po'chta

source: Password
uz: Parol

source: Remember me
uz: Eslab qolish

source: Lost your password
uz: Parolni unitingizmi

source: Click here to enter your code
uz: Ko'dga kirish uchun bosing

source: Details
uz: Batafsil

source: Country
uz: Mamlakat

source: Company Name
uz: Kampanya nomi

source: Address
uz: Manzil

source: Town / City
uz: Shaxar

source: Postcode / Zip
uz: Zip Ko'd

source: Email Address
uz: Elektron po'chta

source: Phone
uz: Telefon

source: Create an account
uz: Akkount yarating

source: Account password
uz: Akkount ko'di

source: State / County
uz: Viloyat

source: Email Address
uz: Elektron po'chta

source: Order Notes
uz: Buyurtmalar

source: Your order
uz: Buyurtmangiz

source: Product
uz: Maxsulot

source: Total
uz: Umumiy

source: Cart Subtotal
uz: Barcha karta

source: Order Total
uz: Barcha buyurtma

source: Shop
uz: Magazin

source: Watch
uz: Soat

source: Mobile
uz: Uyali aloqa

source: Image
uz: Rasm

source: ADD TO CART
uz: Kartaga qo'shing

source: Product Name
uz: Maxsulot nomi

source: Price
uz: Narx

source: Color
uz: Rang

source: Size
uz: Razmer

source: Contact
uz: Aloqa

source: Contact Us
uz: Biz bilan aloqa

source: Email
uz: Po'chta

source: Full Name
uz: To'liq ism sharfingiz

source: Your Email
uz: Po'chtangiz

source: Your Message
uz: Xabaringiz

source: Send
uz: Jo'nat

source: This Week
uz: Shu hafta

source: Starting at
uz: Start berladi

source: Shopping Now
uz: Hoziroq harid qiling

source: On Friday
uz: Juma kuni

source: Add to cart
uz: Kartaga qo'shing

source: Mobile Phone
uz: Uyali aloqa

source: Computers
uz: Komputerlar

source: Gaming
uz: O'yin

source: Mobile Phones
uz: Uyali aloqa

source: E-sports
uz: Kiber sport

source: This Week
uz: Shu hafta

source: Best Accessories
uz: Eng yaxshi anjomlar

source: Starting at
uz: Start berladi

source: Our Team
uz: Bizning jamoa

source: Products
uz: Maxsulotlar

source: Free Delivery
uz: Bepul yetqazib berish

source: Safe Payment
uz: Ishonchli to'lov

source: Shop with Confidence
uz: Ishonch bilan harid qiling

source: Help Center
uz: Yordaam markazi

source: New products
uz: Yangi mahsulotlar

source: Best sales
uz: Omma bop

source: Contact us
uz: Biz bilan bog'laning

source: Our company
uz: Bizning kampanya

source: Delivery
uz: Yetqazib berish

source: About us
uz: Biz haqimizda

source: Follow Us
uz: Birga bo'ling

source: Subscribe
uz: Obuna bo'ling

source: Online Shopping
uz: Online savdo

source: Promotions
uz: Yordam

source: My Orders
uz: Buyurtmalarim

source: Help
uz: Yordam

source: Customer Service
uz: Servislar

source: Support
uz: Qo'llab quvatlash

source: Most Populars
uz: Eng mashuhurlari

source: Special Products
uz: Maxsus anjomalar

source: Payments
uz: To'lov

source: Checkout
uz: Xarid

source: Discount
uz: Chegirma

source: Log Out
uz: Tizimdan chqish

source: Log In
uz: Tizimga kirish

source: Language
uz: Til

source: View Full Cart
uz: To'liq karta malumoti

source: About Us
uz: Biz haqimizda

source: Quantity
uz: Miqdor

source: Description
uz: Tavsif

source: New
uz: Yangi

source: Last
uz: So'ngi

source: Filter By
uz: Filtirlang

source: Clear all
uz: Barchasni o'chring

source: Brand
uz: Brend

source: Account Activated
uz: Akkount foalashtirlidi

source: Log in
uz: Tizmga kiring

source: Forgot Password
uz: Parolni unitingizmi

source: Register
uz: Ro'yhatdan o'ting

source: Logged out
uz: Tizmidan chqish

source: Change password
uz: Parolni uzgartring

source: Confirm Password
uz: Parolni tasdiqlang

source: Remove
uz: Olib tashlang

source: Images
uz: Rasmlar

source: Brand watches
uz: Brend soatlar

source: Name
uz: Ism

source: City
uz: Shaxar

source: Zip Code
uz: Zip ko'd

source: State
uz: Viloyat

source: Postcode / ZIP
uz: Po'chta ko'di

source: Town/City
uz: Shaxar

source: users
uz: Foydalanuvchalar

source: Profile picture
uz: Profil rasm

source: Second name
uz: Familya

source: profile
uz: Profil

source: profiles
uz: Profillar

source: watch brand
uz: Soat brendi

source: watch brands
uz: Soat brendlari

source: watch category
uz: Soat turi

source: watch categories
uz: Soat turlari

source: watch color
uz: Rangi

source: watch colors
uz: Ranglari

source: watch
uz: Soat

source: images
uz: Rasmlar

source: liked_by
uz: Yoqtirlgan
